{
    "about me nav": "Über mich",
    "contact nav": "Kontakt",
    "frontend developer": "FRONTEND ENTWICKLER",
    "contact button": "Kontakt",
    "about me": "Über mich",
    "about me text": "Ich bin ein Front-End-Entwickler aus Windeck, Deutschland. Es macht mir Spaß, Designern und Unternehmen dabei zu helfen, ihre Ideen in die Realität umzusetzen. Ich freue mich darauf, meine Karriere als Entwickler zu starten und eine Stelle als Webentwickler zu finden. Wenn Sie denken, dass ich gut zu Ihren Projekten passen würde, kontaktieren Sie mich gerne!",
    "personal-thing1": "Ich beschäftige mich seit rund vier Jahren mit der Softwareentwicklung. Dank einer Webdeveloper-Weiterbildung bei der Developer Akademie, einer Umschulung zum Fachinformatiker für Anwendungsentwicklung sowie eigenständigem Lernen, konnte ich mir ein umfassendes Wissen in mehreren Programmiersprachen und Tools aneignen.",
    "personal-thing2": "Das Erlernen neuer Technologien bereitet mir große Freude. Dies ermöglicht mir, mich stetig weiterzuentwickeln und immer auf dem Laufenden zu bleiben.",
    "skills text": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "get in touch": "Kontakt",
    "portfolio text": "Entdecken Sie hier eine Auswahl meiner Arbeit -\nInteragieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen",
    "description project1": "DABubble ermöglicht seinen Mitgliedern eine schnelle und gut organisierte Arbeitsweise. Die gesamte Kommunikation erfolgt in Kanälen, die sich einfach erstellen, betreten, durchsuchen und bei Bedarf auch wieder verlassen lassen. Teams können an einem zentralen Ort zusammenarbeiten und sich vernetzen. Inspiriert von Slack bietet DABubble alle Funktionen, die eine produktive Zusammenarbeit unterstützen.",
    "description project2": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "description project3": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
    "description project4": "Eine einfache Bibliothek, die Pokémon-Informationen basierend auf der PokéAPI bereitstellt und katalogisiert.",
    "contact heading": "Kontakt",
    "contact heading2": "Haben Sie Interesse an einer Zusammenarbeit?",
    "contact p1": "Ich freue mich, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "contact p2": "Kontaktieren Sie mich gerne über das Kontakformular oder ",
    "form name": "Name",
    "form mail": "Email",
    "form message": "Nachricht",
    "error name": "Bitte geben Sie ihren Namen ein",
    "error mail": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
    "error message": "Bitte geben Sie eine Nachricht ein",
    "privacy policy1": "Ich habe die ",
    "privacy policy link": "Datenschutzbestimmungen",
    "privacy policy2": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "submit button": "Senden",
    "message send": "Nachricht erfolgreich abgeschickt :)",
    "imprint footer": "Impressum",
    "imprint": "Impressum",
    "imprint top": "Angaben gemäß § 5 TMG",
    "represent": "Vertreten durch",
    "contact": "Kontakt",
    "disclaimer": "Haftungsausschluss",
    "content liability": "Haftung für Inhalte",
    "content liability text": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
    "link liability": "Haftung für Links",
    "link liability text": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
    "copyright": "Urheberrecht",
    "copyright text": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
    "data privacy": "Datenschutz",
    "data privacy text": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.",
    "impressum generator text 1": "Website Impressum erstellt durch",
    "impressum generator text 2": "von der Kanzlei",
    "pictures": "Bilder von",
    "pictures 2": "und",
    "pictures 3": "auf",
    "back arrow": "von"
}