{
    "about me nav": "About me",
    "contact nav": "Contact",
    "frontend developer": "FRONTEND DEVELOPER",
    "contact button": "Let's talk!",
    "about me": "About me",
    "about me text": "I am a front-end developer based in Windeck, Germany. I enjoy helping designers and companies turn their ideas into reality. I'm looking forward to starting my career as a developer and finding a job as a web developer. If you think I would be a good fit for your projects, feel free to contact me!",
    "personal-thing1": "I have been learning software development for around four years. Thanks to a Web-Development Bootcamp at the Developer Akademie, a training as IT specialist for application development as well as self-study, I was able to acquire comprehensive knowledge in several programming languages and tools.",
    "personal-thing2": "I really enjoy learning new technologies. This allows me to constantly develop and stay up to date.",
    "skills text": "I have gained experience in building projects with various front end technologies and concepts.",
    "get in touch": "Get in touch",
    "portfolio text": "Explore a selection of my work here - Interact with projects to see my skills in action",
    "description project2": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "description project3": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "description project4": "A simple library that provides and catalogues pokémon\ninformation based on the PokéAPI.",
    "contact heading": "Contact",
    "contact heading2": "Got a problem to solve?",
    "contact p1": "Contact me through this form. I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contact p2": "Need a frontend developer? Contact me!",
    "form name": "Your name",
    "form mail": "Your email",
    "form message": "Your message",
    "error name": "Please enter your name",
    "error mail": "Please enter a valid e-mail address",
    "error message": "Please enter a message",
    "privacy policy1": "I've read the ",
    "privacy policy link": "privacy policy",
    "privacy policy2": "and agree to the processing of my data as outlined.",
    "submit button": "Send message",
    "message send": "Message sent successfully :)",
    "imprint footer": "Imprint",
    "imprint": "Imprint",
    "imprint top": "Information according to § 5 TMG",
    "represent": "Represented by",
    "contact": "Contact",
    "disclaimer": "Disclaimer",
    "content liability": "Liability for content",
    "content liability text": "The contents of our pages have been created with the greatest care. However, we cannot accept any liability for the accuracy, completeness and topicality of the content. As a service provider, we are responsible for our own content on these pages in accordance with § 7 para. 1 TMG (German Telemedia Act) and general laws. According to §§ 8 to 10 TMG, however, we as a service provider are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general legislation remain unaffected by this. However, liability in this respect is only possible from the time of knowledge of a specific infringement. As soon as we become aware of such infringements, we will remove this content immediately.",
    "link liability": "Liability for links",
    "link liability text": "Our website contains links to external third-party websites over whose content we have no influence. Therefore, we cannot accept any liability for this third-party content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognisable at the time of linking. However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of an infringement. If we become aware of any legal infringements, we will remove such links immediately.",
    "copyright": "Copyright",
    "copyright text": "The content and works created by the site operators on these pages are subject to German copyright law. Duplication, processing, distribution and any kind of utilisation outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is labelled as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any infringements, we will remove such content immediately.",
    "data privacy": "Data privacy",
    "data privacy text": "The use of our website is generally possible without providing personal data. Insofar as personal data (e.g. name, address or e-mail addresses) is collected on our website, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent. We would like to point out that data transmission over the Internet (e.g. when communicating by e-mail) may be subject to security vulnerabilities. Complete protection of data against access by third parties is not possible. We hereby expressly prohibit the use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information material. The operators of this website expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, such as spam e-mails.",
    "impressum generator text 1": "Website imprint created by",
    "impressum generator text 2": "from the law firm",
    "pictures": "Pictures from",
    "pictures 2": "and",
    "pictures 3": "at",
    "back arrow": "from"
}